[
  {
    "productName": "eu",
    "category": "laptop",
    "price": "$4,199.85",
    "picture": "http://placehold.it/32x32",
    "score": 79,
    "brand": "Mixers",
    "numberOfReviews": 7,
    "description": "Cillum laborum enim incididunt occaecat tempor labore nostrud. Occaecat quis nisi culpa enim commodo consequat eu velit. Enim officia velit nostrud adipisicing exercitation et sint mollit.\r\n"
  },
  {
    "productName": "pariatur",
    "category": "laptop",
    "price": "$2,269.85",
    "picture": "http://placehold.it/32x32",
    "score": 65,
    "brand": "Aclima",
    "numberOfReviews": 0,
    "description": "Incididunt irure voluptate cupidatat laborum esse Lorem nulla excepteur exercitation. Id excepteur fugiat et pariatur pariatur tempor mollit deserunt aliqua ut sit est. Lorem nulla occaecat nulla amet laboris ea voluptate dolor officia culpa ut anim eiusmod laborum. Sunt eiusmod officia nisi ipsum ullamco in dolore. Adipisicing aliquip enim ex voluptate dolor laboris. Ex elit occaecat aute commodo ea reprehenderit.\r\n"
  },
  {
    "productName": "quis",
    "category": "tv",
    "price": "$3,128.30",
    "picture": "http://placehold.it/32x32",
    "score": 65,
    "brand": "Harmoney",
    "numberOfReviews": 10,
    "description": "Veniam officia ex do quis ut magna incididunt reprehenderit exercitation proident esse amet. Consectetur in labore duis eiusmod. Velit laborum cillum labore qui est mollit velit ea laboris deserunt duis. Exercitation amet adipisicing aliqua mollit nulla cupidatat cillum occaecat sint. Dolore exercitation elit id ipsum ea adipisicing. Mollit excepteur qui id minim do officia proident cupidatat dolor Lorem.\r\n"
  },
  {
    "productName": "culpa",
    "category": "chocolate",
    "price": "$4,124.30",
    "picture": "http://placehold.it/32x32",
    "score": 23,
    "brand": "Zillidium",
    "numberOfReviews": 10,
    "description": "Et ipsum laborum aute consectetur ad et laboris est anim dolore voluptate mollit deserunt in. Ipsum ipsum consectetur ullamco nisi irure fugiat. Mollit irure dolore do veniam. Veniam laborum in nisi occaecat fugiat nostrud. Dolore tempor labore dolor dolor ea cupidatat excepteur pariatur amet reprehenderit magna deserunt consectetur. Eu proident proident tempor est dolor officia.\r\n"
  },
  {
    "productName": "amet",
    "category": "smartphone",
    "price": "$7,859.54",
    "picture": "http://placehold.it/32x32",
    "score": 49,
    "brand": "Blurrybus",
    "numberOfReviews": 4,
    "description": "Duis officia Lorem fugiat officia culpa Lorem fugiat quis nulla proident ex sint. Consectetur Lorem occaecat magna ipsum. Magna excepteur sit cupidatat in eiusmod quis deserunt ad exercitation. Lorem excepteur veniam ullamco eiusmod voluptate magna magna esse labore. Reprehenderit consectetur fugiat fugiat est. Fugiat ex id cupidatat sunt consectetur sunt amet. Aliqua pariatur eu anim laborum et culpa ad occaecat proident aute pariatur excepteur labore ipsum.\r\n"
  },
  {
    "productName": "velit",
    "category": "laptop",
    "price": "$3,958.79",
    "picture": "http://placehold.it/32x32",
    "score": 61,
    "brand": "Exosis",
    "numberOfReviews": 1,
    "description": "Aute nisi duis aliqua duis. Cillum aute sunt ut id in nostrud dolor et proident exercitation et anim. Pariatur velit tempor pariatur eiusmod consequat Lorem ut sit et tempor commodo. Ex velit qui anim officia occaecat minim aliqua esse ullamco velit in excepteur Lorem qui.\r\n"
  },
  {
    "productName": "anim",
    "category": "chocolate",
    "price": "$2,205.33",
    "picture": "http://placehold.it/32x32",
    "score": 36,
    "brand": "Polarium",
    "numberOfReviews": 7,
    "description": "Dolor do cillum exercitation irure cupidatat consectetur aliqua. Sit eu magna quis quis ipsum culpa deserunt voluptate. Et ea pariatur in aute adipisicing proident. Occaecat excepteur ipsum nostrud veniam eiusmod exercitation consectetur incididunt tempor est exercitation proident labore proident. Mollit enim cupidatat tempor culpa laborum pariatur. Consectetur velit enim ut velit incididunt mollit sint quis adipisicing fugiat veniam culpa aliquip.\r\n"
  },
  {
    "productName": "incididunt",
    "category": "chocolate",
    "price": "$9,612.26",
    "picture": "http://placehold.it/32x32",
    "score": 79,
    "brand": "Firewax",
    "numberOfReviews": 8,
    "description": "Voluptate et magna ad laborum reprehenderit voluptate veniam veniam exercitation. Exercitation et culpa consequat nisi elit et id. Exercitation do occaecat non enim ex proident aliqua ut duis consectetur velit reprehenderit. Id adipisicing exercitation est exercitation ex excepteur ipsum irure dolore anim excepteur do ullamco. Labore ipsum non incididunt duis. Dolore dolor aliqua consectetur laborum duis velit duis laboris. Eu commodo pariatur reprehenderit pariatur deserunt.\r\n"
  },
  {
    "productName": "officia",
    "category": "chromebook",
    "price": "$2,130.70",
    "picture": "http://placehold.it/32x32",
    "score": 98,
    "brand": "Geostele",
    "numberOfReviews": 1,
    "description": "Qui velit reprehenderit enim adipisicing anim velit dolor sint qui officia culpa magna qui aliquip. Ea aute occaecat dolor nisi aliqua officia. Amet anim reprehenderit labore Lorem voluptate proident officia eu eu quis pariatur eiusmod. Commodo in elit exercitation ut ullamco duis sint labore irure veniam dolor enim. Adipisicing cillum Lorem dolor ex nostrud laboris commodo in laborum id duis mollit officia. Do consectetur exercitation non sit ut nostrud cillum ullamco excepteur est. Consectetur incididunt proident do aliqua.\r\n"
  },
  {
    "productName": "consectetur",
    "category": "laptop",
    "price": "$848.84",
    "picture": "http://placehold.it/32x32",
    "score": 75,
    "brand": "Glasstep",
    "numberOfReviews": 1,
    "description": "Id velit excepteur mollit aliqua sint amet dolor eiusmod consectetur excepteur veniam dolore. Cillum sint reprehenderit enim id nulla proident aliquip mollit do. Nisi proident ut ipsum fugiat eu eiusmod pariatur.\r\n"
  },
  {
    "productName": "sit",
    "category": "laptop",
    "price": "$3,583.65",
    "picture": "http://placehold.it/32x32",
    "score": 5,
    "brand": "Zogak",
    "numberOfReviews": 4,
    "description": "Fugiat qui minim proident mollit cupidatat sint adipisicing aliquip. Id ea est sint non commodo aliqua amet irure proident est proident reprehenderit tempor magna. Consequat eiusmod duis ipsum ex elit mollit eu Lorem adipisicing dolore occaecat enim deserunt. Mollit aute exercitation mollit deserunt irure ex eu aliquip elit nostrud magna labore.\r\n"
  },
  {
    "productName": "ut",
    "category": "laptop",
    "price": "$4,554.87",
    "picture": "http://placehold.it/32x32",
    "score": 87,
    "brand": "Digigene",
    "numberOfReviews": 3,
    "description": "Adipisicing magna quis proident cupidatat ullamco cupidatat irure officia aliquip Lorem cupidatat. Id pariatur fugiat sit incididunt et eu excepteur enim adipisicing ea ullamco reprehenderit ad. Officia ex enim reprehenderit amet cillum ad ad. Non officia et incididunt aliquip fugiat officia. Quis tempor magna consequat ea ex.\r\n"
  },
  {
    "productName": "elit",
    "category": "laptop",
    "price": "$3,063.39",
    "picture": "http://placehold.it/32x32",
    "score": 59,
    "brand": "Xumonk",
    "numberOfReviews": 2,
    "description": "Culpa reprehenderit dolor sit non reprehenderit ea nostrud dolor sint ad quis do. Esse incididunt cupidatat esse mollit occaecat occaecat irure adipisicing non sit duis amet. Nulla ut aliqua eu cupidatat commodo deserunt reprehenderit elit.\r\n"
  },
  {
    "productName": "cillum",
    "category": "smartphone",
    "price": "$5,978.43",
    "picture": "http://placehold.it/32x32",
    "score": 39,
    "brand": "Mediot",
    "numberOfReviews": 0,
    "description": "Cillum magna nisi consequat duis nostrud ullamco nostrud est enim cupidatat amet dolore incididunt exercitation. Occaecat ad fugiat voluptate magna incididunt. Magna et officia deserunt ullamco et est dolor aliqua incididunt eu quis velit ad et. Id deserunt exercitation do dolore elit ut exercitation nostrud non occaecat sint exercitation incididunt dolore.\r\n"
  },
  {
    "productName": "ad",
    "category": "smartphone",
    "price": "$1,350.14",
    "picture": "http://placehold.it/32x32",
    "score": 25,
    "brand": "Hometown",
    "numberOfReviews": 4,
    "description": "Ad aute reprehenderit velit ut cillum veniam irure in culpa minim ea. Ea aliquip laboris dolore id ullamco amet cupidatat eiusmod. Nisi id nisi esse ipsum deserunt ea. Enim adipisicing ut eu officia.\r\n"
  },
  {
    "productName": "ut",
    "category": "chocolate",
    "price": "$5,301.30",
    "picture": "http://placehold.it/32x32",
    "score": 43,
    "brand": "Chorizon",
    "numberOfReviews": 9,
    "description": "Aliquip excepteur veniam culpa reprehenderit nulla. Aute pariatur do consequat consectetur quis eiusmod incididunt mollit ex aliquip dolor nulla minim anim. Duis amet aliqua sunt in irure ea laborum dolore fugiat. Occaecat nisi ad laborum nulla tempor et laborum. Est proident laboris ad enim ex amet incididunt dolore. Incididunt et duis duis eu tempor culpa consequat id.\r\n"
  },
  {
    "productName": "incididunt",
    "category": "chromebook",
    "price": "$5,619.36",
    "picture": "http://placehold.it/32x32",
    "score": 5,
    "brand": "Playce",
    "numberOfReviews": 4,
    "description": "Ut enim Lorem minim qui est est duis aliqua pariatur dolore amet nisi. Sint laborum Lorem ullamco aliquip et officia enim excepteur eiusmod. Dolor excepteur elit ipsum labore. Aliqua anim dolore consectetur proident ipsum anim dolor. Voluptate ex nulla ex do cupidatat cillum adipisicing occaecat anim. Incididunt ea incididunt officia sit ea dolor deserunt aliqua commodo nulla consequat non. Ipsum irure quis duis aliquip amet et dolore est magna reprehenderit exercitation culpa mollit excepteur.\r\n"
  },
  {
    "productName": "proident",
    "category": "chromebook",
    "price": "$2,306.21",
    "picture": "http://placehold.it/32x32",
    "score": 45,
    "brand": "Protodyne",
    "numberOfReviews": 7,
    "description": "Proident ullamco adipisicing ipsum tempor cupidatat aliquip minim sunt. Fugiat excepteur do aliqua in sit. Culpa nulla esse excepteur consectetur elit velit tempor tempor sint ex. Sunt consectetur nisi laborum ex pariatur consequat nisi. Aliqua id et elit reprehenderit amet. Qui cillum nostrud do fugiat ipsum qui aute. Labore culpa elit anim dolor.\r\n"
  },
  {
    "productName": "pariatur",
    "category": "laptop",
    "price": "$5,350.40",
    "picture": "http://placehold.it/32x32",
    "score": 69,
    "brand": "Lotron",
    "numberOfReviews": 7,
    "description": "Commodo officia consequat quis ut dolor do esse eiusmod veniam. Do laborum aliqua laboris ex quis pariatur nulla officia voluptate incididunt. Ea ad velit velit mollit laboris nisi. Sunt qui exercitation sint incididunt tempor cupidatat reprehenderit ut. Nisi excepteur irure consequat esse quis reprehenderit exercitation exercitation excepteur velit laborum magna in. Minim ea Lorem ullamco culpa pariatur voluptate ex. In ea cupidatat labore occaecat nisi id id aliqua laboris adipisicing.\r\n"
  },
  {
    "productName": "ut",
    "category": "laptop",
    "price": "$6,899.26",
    "picture": "http://placehold.it/32x32",
    "score": 49,
    "brand": "Digirang",
    "numberOfReviews": 8,
    "description": "Officia pariatur do consectetur aliqua esse ea commodo est non nisi ex. Ut proident non consectetur et ea. Aute enim dolore nostrud excepteur amet in id sunt anim laboris amet ad enim.\r\n"
  },
  {
    "productName": "dolor",
    "category": "chocolate",
    "price": "$9,951.72",
    "picture": "http://placehold.it/32x32",
    "score": 81,
    "brand": "Lovepad",
    "numberOfReviews": 3,
    "description": "Eiusmod ad id exercitation excepteur nostrud aliquip sunt duis consequat mollit consequat eiusmod ut. Aliqua eiusmod in excepteur minim occaecat. Nulla voluptate culpa ex est labore. Consectetur consectetur mollit aliquip excepteur magna anim labore eu nisi laboris. Amet consectetur incididunt nisi ea. Ipsum duis nisi eiusmod ad do sint ullamco. Cupidatat excepteur esse ullamco quis magna quis irure excepteur irure ex id nisi quis esse.\r\n"
  },
  {
    "productName": "cillum",
    "category": "chocolate",
    "price": "$242.19",
    "picture": "http://placehold.it/32x32",
    "score": 54,
    "brand": "Beadzza",
    "numberOfReviews": 8,
    "description": "Sunt aliqua ea laboris sit duis Lorem dolor minim non magna fugiat pariatur sunt duis. Ex minim eiusmod esse nulla duis velit sit nostrud. Incididunt consectetur magna ea minim adipisicing magna. Sint consectetur eu aliquip occaecat aliquip voluptate ex sint nisi velit.\r\n"
  },
  {
    "productName": "laboris",
    "category": "smartphone",
    "price": "$2,653.77",
    "picture": "http://placehold.it/32x32",
    "score": 89,
    "brand": "Cyclonica",
    "numberOfReviews": 4,
    "description": "Irure eu nisi consectetur est adipisicing proident ut dolor adipisicing occaecat. Voluptate ex adipisicing proident non incididunt magna voluptate. Mollit nisi nostrud reprehenderit commodo anim cillum non nostrud ad aliqua irure. Fugiat occaecat Lorem commodo voluptate enim reprehenderit non magna nisi. Velit commodo veniam laborum aliquip in velit reprehenderit consectetur est amet.\r\n"
  },
  {
    "productName": "ad",
    "category": "laptop",
    "price": "$9,353.28",
    "picture": "http://placehold.it/32x32",
    "score": 8,
    "brand": "Mitroc",
    "numberOfReviews": 10,
    "description": "Dolore amet ut amet adipisicing sunt tempor eiusmod. Ullamco amet elit est excepteur sint incididunt. Anim minim consequat cillum occaecat dolore eiusmod pariatur labore id ea voluptate reprehenderit in. Laboris velit deserunt enim voluptate. Tempor mollit Lorem culpa nisi fugiat ex fugiat aliqua qui ad.\r\n"
  },
  {
    "productName": "incididunt",
    "category": "chromebook",
    "price": "$608.32",
    "picture": "http://placehold.it/32x32",
    "score": 22,
    "brand": "Acrodance",
    "numberOfReviews": 3,
    "description": "Laborum nulla adipisicing enim reprehenderit pariatur in labore proident incididunt deserunt est consequat. Excepteur ut consectetur cillum pariatur ullamco commodo ipsum non do. Qui in ipsum do est et Lorem nulla deserunt minim. Pariatur ullamco non aute qui commodo ipsum. Anim anim pariatur fugiat do commodo proident cillum anim cillum qui laborum ut dolore. Laborum enim cillum ullamco cupidatat. Culpa adipisicing est laboris veniam tempor.\r\n"
  },
  {
    "productName": "minim",
    "category": "chocolate",
    "price": "$252.47",
    "picture": "http://placehold.it/32x32",
    "score": 48,
    "brand": "Koffee",
    "numberOfReviews": 5,
    "description": "Voluptate enim duis ullamco ad cillum non id dolor excepteur nulla reprehenderit irure aliquip. Enim culpa cupidatat cupidatat ipsum sint ad exercitation tempor aute. Et nulla culpa velit in incididunt ad non officia eiusmod eu Lorem cupidatat ea. Aute est aute id veniam. Et deserunt Lorem labore dolor duis. Labore nulla enim voluptate et.\r\n"
  },
  {
    "productName": "Lorem",
    "category": "laptop",
    "price": "$7,626.69",
    "picture": "http://placehold.it/32x32",
    "score": 93,
    "brand": "Rocklogic",
    "numberOfReviews": 6,
    "description": "Dolor reprehenderit adipisicing ipsum laborum. Do eu ad mollit aliquip tempor. Consequat exercitation fugiat minim est minim anim nostrud non labore anim cupidatat voluptate. Dolore ex ut labore adipisicing cupidatat pariatur non excepteur Lorem ex do nulla dolore. Ipsum enim ullamco do commodo in ullamco veniam commodo adipisicing sint culpa.\r\n"
  },
  {
    "productName": "reprehenderit",
    "category": "tv",
    "price": "$5,507.04",
    "picture": "http://placehold.it/32x32",
    "score": 89,
    "brand": "Cincyr",
    "numberOfReviews": 9,
    "description": "Ullamco quis ullamco esse quis. Veniam Lorem consectetur officia commodo sit duis reprehenderit sit dolore ea exercitation ipsum esse. Elit culpa enim enim et anim tempor commodo est quis. Excepteur esse consequat id in do. Sit officia ipsum excepteur aliquip Lorem occaecat. Laborum et aute sunt consectetur ullamco ipsum sint. Labore id velit quis excepteur veniam ullamco ullamco non id quis ipsum.\r\n"
  },
  {
    "productName": "ad",
    "category": "chocolate",
    "price": "$9,112.61",
    "picture": "http://placehold.it/32x32",
    "score": 13,
    "brand": "Isosure",
    "numberOfReviews": 10,
    "description": "Non Lorem sit cupidatat sint eiusmod enim Lorem amet reprehenderit enim. Id aliqua labore sint elit laboris pariatur sit. Ad voluptate reprehenderit qui culpa labore minim cupidatat est incididunt officia incididunt irure.\r\n"
  },
  {
    "productName": "nostrud",
    "category": "tv",
    "price": "$3,887.81",
    "picture": "http://placehold.it/32x32",
    "score": 59,
    "brand": "Isoplex",
    "numberOfReviews": 6,
    "description": "Aute anim adipisicing culpa dolore ullamco id aliquip proident anim veniam consectetur officia sint mollit. Esse pariatur magna sunt magna Lorem. Excepteur officia dolor sint amet. Dolore aliquip id officia nisi sunt velit commodo ut aliqua. Incididunt nisi eu non ex exercitation cillum minim fugiat amet fugiat amet dolore. Nisi eu aliqua cupidatat magna Lorem consectetur dolore et. Aute dolor esse velit velit anim culpa incididunt do non est eiusmod sunt elit.\r\n"
  },
  {
    "productName": "aute",
    "category": "laptop",
    "price": "$4,778.30",
    "picture": "http://placehold.it/32x32",
    "score": 76,
    "brand": "Ultrasure",
    "numberOfReviews": 0,
    "description": "Voluptate occaecat voluptate velit consequat nisi tempor quis deserunt velit. Sunt do ea id dolor. Ullamco cillum non et deserunt nisi nulla.\r\n"
  },
  {
    "productName": "aliquip",
    "category": "chromebook",
    "price": "$7,131.20",
    "picture": "http://placehold.it/32x32",
    "score": 69,
    "brand": "Gazak",
    "numberOfReviews": 2,
    "description": "Officia incididunt occaecat duis commodo ea pariatur enim ad. Ut sint ea ea voluptate ad. Adipisicing irure officia sint ut.\r\n"
  },
  {
    "productName": "irure",
    "category": "smartphone",
    "price": "$5,375.96",
    "picture": "http://placehold.it/32x32",
    "score": 83,
    "brand": "Plexia",
    "numberOfReviews": 7,
    "description": "Nulla sint et pariatur ullamco cupidatat mollit qui voluptate elit est consequat eu nostrud commodo. Incididunt aute incididunt in ad laborum sunt excepteur aliqua duis. Eiusmod nisi labore ea est. Enim ut veniam veniam amet eiusmod mollit ea.\r\n"
  },
  {
    "productName": "nisi",
    "category": "tv",
    "price": "$7,869.30",
    "picture": "http://placehold.it/32x32",
    "score": 11,
    "brand": "Pharmex",
    "numberOfReviews": 1,
    "description": "Commodo do nostrud anim magna cupidatat excepteur ullamco elit labore. Est proident irure et cupidatat adipisicing est incididunt sunt qui deserunt tempor fugiat. Sunt occaecat enim elit labore excepteur. Deserunt ipsum elit ex culpa mollit id officia nostrud.\r\n"
  },
  {
    "productName": "minim",
    "category": "laptop",
    "price": "$5,748.39",
    "picture": "http://placehold.it/32x32",
    "score": 22,
    "brand": "Housedown",
    "numberOfReviews": 7,
    "description": "Excepteur quis ad veniam magna ullamco est fugiat. Esse non culpa dolore elit irure nulla quis ex ullamco qui. Elit cillum nostrud amet ea fugiat dolore ipsum. Minim commodo dolor est laboris sunt cupidatat cupidatat est voluptate id. Culpa aliqua adipisicing proident occaecat eiusmod laborum fugiat voluptate eiusmod deserunt.\r\n"
  },
  {
    "productName": "in",
    "category": "laptop",
    "price": "$9,923.59",
    "picture": "http://placehold.it/32x32",
    "score": 87,
    "brand": "Qot",
    "numberOfReviews": 7,
    "description": "Sint cillum Lorem officia aliqua eiusmod cillum fugiat aliqua voluptate labore nulla. Magna qui Lorem elit elit. Ipsum culpa deserunt irure ea dolor consectetur. Duis id id sunt ex ullamco consequat mollit sunt ex dolore est fugiat veniam. Ea officia eiusmod voluptate consequat et aute velit excepteur amet ullamco voluptate aliquip adipisicing sunt. Incididunt commodo magna aute esse ullamco cillum voluptate sit laboris aliquip laborum. Ipsum ipsum est ad enim ut et nulla do.\r\n"
  },
  {
    "productName": "sint",
    "category": "chromebook",
    "price": "$3,896.46",
    "picture": "http://placehold.it/32x32",
    "score": 30,
    "brand": "Vixo",
    "numberOfReviews": 1,
    "description": "Commodo elit officia laborum laborum dolore dolore proident qui tempor labore non veniam reprehenderit culpa. Quis aliquip Lorem exercitation esse consequat est eiusmod irure non et laborum veniam. Eiusmod Lorem laborum incididunt tempor qui Lorem consectetur incididunt incididunt fugiat eiusmod mollit do. Elit irure commodo magna dolor ex occaecat sunt velit. Reprehenderit duis veniam qui sint amet. Dolore esse dolor cillum ex ut nulla in tempor sit duis quis consectetur. Dolor elit commodo veniam magna amet et consequat proident ullamco magna esse.\r\n"
  },
  {
    "productName": "eu",
    "category": "tv",
    "price": "$9,995.32",
    "picture": "http://placehold.it/32x32",
    "score": 23,
    "brand": "Uxmox",
    "numberOfReviews": 0,
    "description": "Pariatur excepteur ullamco et cupidatat tempor consectetur tempor eu nulla exercitation velit laborum duis est. Pariatur in laboris occaecat mollit minim nostrud duis ex. Enim consectetur dolore nostrud incididunt dolore cupidatat voluptate proident. Velit dolore in non dolore ut ad cillum deserunt est quis elit non ex. Eu incididunt magna reprehenderit eu mollit. Ipsum ea incididunt duis commodo mollit duis in. Officia ea nisi aliqua cupidatat fugiat ipsum velit aliquip.\r\n"
  },
  {
    "productName": "minim",
    "category": "chocolate",
    "price": "$4,429.77",
    "picture": "http://placehold.it/32x32",
    "score": 2,
    "brand": "Quantasis",
    "numberOfReviews": 0,
    "description": "Amet tempor ullamco mollit ea ex pariatur. In commodo eu officia do velit quis mollit quis. Commodo nulla dolor do tempor et irure ad laborum. Nisi commodo et consectetur aute Lorem officia minim est pariatur enim fugiat amet amet consequat.\r\n"
  },
  {
    "productName": "nisi",
    "category": "chromebook",
    "price": "$9,831.90",
    "picture": "http://placehold.it/32x32",
    "score": 93,
    "brand": "Kinetica",
    "numberOfReviews": 4,
    "description": "Eiusmod sunt elit elit irure ipsum dolore quis incididunt. In minim ullamco quis consectetur Lorem officia mollit proident esse. Proident non enim sunt laborum deserunt nulla sit tempor quis. Anim commodo fugiat incididunt ut pariatur amet quis ut. Veniam adipisicing culpa aliquip eiusmod officia est. Consequat velit nisi veniam deserunt commodo est consectetur consectetur sint consectetur consequat laborum labore.\r\n"
  },
  {
    "productName": "ut",
    "category": "tv",
    "price": "$9,830.18",
    "picture": "http://placehold.it/32x32",
    "score": 70,
    "brand": "Sustenza",
    "numberOfReviews": 0,
    "description": "Enim anim tempor cupidatat nisi est. Consequat ea excepteur reprehenderit ut id sint ut voluptate dolore aliquip excepteur nulla. Cupidatat mollit aute laborum laborum velit reprehenderit voluptate. Nisi in incididunt sint officia occaecat elit Lorem ea duis veniam adipisicing enim tempor non.\r\n"
  },
  {
    "productName": "in",
    "category": "tv",
    "price": "$7,068.50",
    "picture": "http://placehold.it/32x32",
    "score": 24,
    "brand": "Parleynet",
    "numberOfReviews": 8,
    "description": "Magna voluptate ad dolor ad laboris eu dolore. Consequat ullamco velit anim elit dolore elit velit commodo aute cupidatat ea aliqua ut eu. Et aute exercitation dolor in do esse.\r\n"
  },
  {
    "productName": "elit",
    "category": "chromebook",
    "price": "$8,750.95",
    "picture": "http://placehold.it/32x32",
    "score": 75,
    "brand": "Anocha",
    "numberOfReviews": 5,
    "description": "Ea Lorem pariatur nisi magna magna et eiusmod ipsum ullamco aute irure qui. Pariatur reprehenderit aliquip nisi ea velit fugiat consectetur dolor quis. Labore dolor consequat anim Lorem laborum voluptate ad. Do occaecat culpa mollit voluptate velit nulla aute eiusmod enim excepteur. Minim enim irure eu duis enim sint.\r\n"
  },
  {
    "productName": "consectetur",
    "category": "smartphone",
    "price": "$4,623.48",
    "picture": "http://placehold.it/32x32",
    "score": 96,
    "brand": "Makingway",
    "numberOfReviews": 5,
    "description": "Magna do laboris dolor duis dolore eu. Enim amet et mollit non aliqua et deserunt non voluptate. Pariatur labore magna ad officia ullamco aliqua et aute veniam non deserunt aliquip deserunt pariatur.\r\n"
  },
  {
    "productName": "commodo",
    "category": "chocolate",
    "price": "$7,161.90",
    "picture": "http://placehold.it/32x32",
    "score": 54,
    "brand": "Electonic",
    "numberOfReviews": 10,
    "description": "Reprehenderit commodo dolore consequat id anim duis in ipsum. Deserunt tempor in excepteur aliqua ad. Amet magna labore officia ullamco cupidatat cupidatat. Amet et ex culpa elit aliquip amet cupidatat anim incididunt irure. Officia nostrud est commodo officia ut. Nisi occaecat eu nisi in. Laborum laboris mollit amet tempor irure ad aliquip nulla ex ad elit.\r\n"
  },
  {
    "productName": "est",
    "category": "smartphone",
    "price": "$5,291.71",
    "picture": "http://placehold.it/32x32",
    "score": 64,
    "brand": "Caxt",
    "numberOfReviews": 1,
    "description": "Proident consequat nulla culpa ipsum. Tempor exercitation labore ut sit mollit est dolore elit velit minim laboris reprehenderit duis est. Id est exercitation in labore officia quis. Consequat reprehenderit ad cupidatat voluptate id occaecat exercitation ipsum dolore elit nisi aliquip.\r\n"
  },
  {
    "productName": "sit",
    "category": "chromebook",
    "price": "$5,840.76",
    "picture": "http://placehold.it/32x32",
    "score": 55,
    "brand": "Insurety",
    "numberOfReviews": 0,
    "description": "Veniam dolor veniam deserunt exercitation cillum id voluptate voluptate aliquip. Ut consequat sunt cillum ipsum nisi aliqua proident adipisicing esse aliqua consectetur reprehenderit consectetur anim. Anim exercitation labore adipisicing occaecat est dolore excepteur in et. Sit eu elit culpa exercitation fugiat ex est non fugiat reprehenderit veniam.\r\n"
  },
  {
    "productName": "ea",
    "category": "smartphone",
    "price": "$1,081.55",
    "picture": "http://placehold.it/32x32",
    "score": 11,
    "brand": "Imageflow",
    "numberOfReviews": 0,
    "description": "Aute nisi esse duis dolor enim nostrud aute eiusmod. Aliquip ipsum veniam non minim magna occaecat irure. Enim deserunt ut sit ipsum enim. Occaecat qui id occaecat nostrud non cupidatat voluptate culpa culpa anim amet anim. Laboris pariatur amet officia proident esse adipisicing. Lorem labore consequat sint quis voluptate minim excepteur pariatur id. Laboris nostrud quis consectetur nulla ut non.\r\n"
  },
  {
    "productName": "culpa",
    "category": "laptop",
    "price": "$5,874.10",
    "picture": "http://placehold.it/32x32",
    "score": 88,
    "brand": "Canopoly",
    "numberOfReviews": 10,
    "description": "Magna sunt dolor culpa aliquip minim ullamco esse nisi sunt tempor dolor. Fugiat velit quis aliqua ex ex magna non qui voluptate. Incididunt excepteur enim minim voluptate id amet sit fugiat quis ad amet quis excepteur. Velit culpa magna esse sunt incididunt dolor officia cillum mollit consectetur do.\r\n"
  },
  {
    "productName": "eu",
    "category": "tv",
    "price": "$4,678.54",
    "picture": "http://placehold.it/32x32",
    "score": 7,
    "brand": "Zedalis",
    "numberOfReviews": 7,
    "description": "Nostrud aliqua deserunt commodo cupidatat. Esse commodo minim cillum eiusmod irure laboris quis. Qui aliquip consequat laboris consequat labore dolor occaecat Lorem sunt elit pariatur culpa aliquip. Laborum ipsum cupidatat eiusmod voluptate ut id sunt elit ex consectetur nulla laboris dolore. Exercitation ea tempor veniam nisi quis reprehenderit laborum laborum enim. Amet elit proident laborum dolor nostrud ipsum culpa eiusmod. Aliqua exercitation reprehenderit in sit mollit.\r\n"
  },
  {
    "productName": "nostrud",
    "category": "tv",
    "price": "$6,412.79",
    "picture": "http://placehold.it/32x32",
    "score": 12,
    "brand": "Toyletry",
    "numberOfReviews": 2,
    "description": "Mollit Lorem aute ut ipsum laborum adipisicing minim nostrud deserunt commodo. Deserunt cillum sit labore sunt occaecat qui dolore nisi aliqua. Et elit amet ea in veniam dolore nisi Lorem anim aliquip. Esse adipisicing adipisicing consectetur consequat.\r\n"
  },
  {
    "productName": "reprehenderit",
    "category": "smartphone",
    "price": "$9,044.95",
    "picture": "http://placehold.it/32x32",
    "score": 29,
    "brand": "Zaj",
    "numberOfReviews": 5,
    "description": "Aliquip mollit proident adipisicing velit qui excepteur qui. Cupidatat Lorem fugiat ipsum est ipsum est labore voluptate consectetur. Occaecat in anim commodo veniam labore veniam culpa amet ipsum. Duis qui sunt velit nostrud anim ea laborum. Ex occaecat nulla minim ex commodo sunt in ea est sit et do. Non veniam reprehenderit aliqua nulla dolor elit fugiat cupidatat adipisicing.\r\n"
  },
  {
    "productName": "consequat",
    "category": "laptop",
    "price": "$3,873.75",
    "picture": "http://placehold.it/32x32",
    "score": 68,
    "brand": "Papricut",
    "numberOfReviews": 9,
    "description": "Sit amet quis labore aliqua. Enim aute voluptate commodo ex ex sint in laborum ad. Ad aliqua adipisicing sint sunt ullamco laborum sint minim dolore incididunt magna nulla ipsum. Eu Lorem elit anim commodo ad quis esse irure anim id aliquip et deserunt anim. Velit excepteur laboris occaecat ipsum anim. Quis excepteur ipsum velit laborum velit nulla veniam nostrud ex. Nisi do ullamco laborum occaecat duis.\r\n"
  },
  {
    "productName": "in",
    "category": "chromebook",
    "price": "$4,603.28",
    "picture": "http://placehold.it/32x32",
    "score": 3,
    "brand": "Bitendrex",
    "numberOfReviews": 4,
    "description": "Magna culpa aliqua veniam non ea excepteur incididunt in cupidatat amet aliquip proident fugiat. Commodo fugiat minim consequat laboris eu anim ea mollit incididunt id pariatur ut ipsum qui. Commodo et est velit sit reprehenderit exercitation tempor qui aliqua aute cupidatat magna. Sunt laborum labore culpa enim cupidatat velit anim aliqua consequat eu reprehenderit.\r\n"
  },
  {
    "productName": "amet",
    "category": "chocolate",
    "price": "$9,041.71",
    "picture": "http://placehold.it/32x32",
    "score": 99,
    "brand": "Brainquil",
    "numberOfReviews": 1,
    "description": "Laborum ullamco voluptate id deserunt officia ex deserunt est cupidatat consequat nisi. Ipsum nostrud ea amet aliqua ea in Lorem aliquip nostrud aliquip. Cillum ut veniam eu ullamco commodo incididunt voluptate ullamco mollit nostrud. Pariatur tempor excepteur ex minim ipsum tempor magna velit adipisicing fugiat labore. Aliquip velit aliquip cillum excepteur culpa sint eiusmod enim sunt deserunt fugiat. Cupidatat id cupidatat mollit nisi in laborum nostrud cupidatat eu.\r\n"
  },
  {
    "productName": "occaecat",
    "category": "chromebook",
    "price": "$8,424.93",
    "picture": "http://placehold.it/32x32",
    "score": 74,
    "brand": "Geeky",
    "numberOfReviews": 5,
    "description": "Exercitation ullamco excepteur nulla labore officia. Minim deserunt eiusmod in aliquip adipisicing id et duis velit sunt. Magna adipisicing amet nostrud in. Tempor irure nostrud dolore minim consequat consequat pariatur irure. Dolor non exercitation esse proident est. Minim labore aute proident incididunt reprehenderit incididunt pariatur ut velit consectetur fugiat mollit.\r\n"
  },
  {
    "productName": "consequat",
    "category": "chromebook",
    "price": "$466.19",
    "picture": "http://placehold.it/32x32",
    "score": 79,
    "brand": "Reversus",
    "numberOfReviews": 3,
    "description": "Voluptate qui mollit velit duis sint nisi laboris est deserunt esse aliqua Lorem fugiat. Enim minim minim voluptate sit magna dolor commodo cupidatat cupidatat exercitation amet mollit irure. Reprehenderit et exercitation nulla ea aute consequat laborum. Non duis ut laborum sunt duis. Reprehenderit occaecat dolore fugiat do esse labore eiusmod culpa dolor ut amet commodo. Aliquip sunt nisi ullamco tempor Lorem commodo occaecat dolore. Dolore sunt dolor dolor reprehenderit fugiat do qui cupidatat magna non cupidatat proident.\r\n"
  },
  {
    "productName": "exercitation",
    "category": "chromebook",
    "price": "$9,118.50",
    "picture": "http://placehold.it/32x32",
    "score": 56,
    "brand": "Geoform",
    "numberOfReviews": 7,
    "description": "Laboris ullamco occaecat id adipisicing eu. Mollit id velit reprehenderit non. Deserunt occaecat nisi deserunt qui laboris proident. Lorem qui do et enim exercitation elit qui velit fugiat in cupidatat duis commodo. In fugiat laboris ad nisi in ad pariatur mollit esse Lorem eiusmod. Pariatur fugiat pariatur id quis do deserunt qui ipsum.\r\n"
  },
  {
    "productName": "reprehenderit",
    "category": "chromebook",
    "price": "$420.99",
    "picture": "http://placehold.it/32x32",
    "score": 8,
    "brand": "Dogtown",
    "numberOfReviews": 4,
    "description": "Consequat veniam eiusmod eu fugiat qui esse id mollit. Pariatur occaecat magna nulla laboris et pariatur laboris. Ex nulla exercitation ad aliqua voluptate occaecat velit minim nulla magna. Fugiat aute qui est commodo laboris laboris sit ipsum proident reprehenderit id elit sunt in. Consequat elit sit sit Lorem est excepteur enim reprehenderit ut deserunt occaecat laborum reprehenderit officia. Dolore consectetur velit amet in Lorem id anim culpa anim adipisicing nostrud nisi sunt mollit. Cillum laboris excepteur ipsum eiusmod irure aute amet.\r\n"
  },
  {
    "productName": "veniam",
    "category": "chocolate",
    "price": "$8,869.59",
    "picture": "http://placehold.it/32x32",
    "score": 31,
    "brand": "Anivet",
    "numberOfReviews": 0,
    "description": "Excepteur ipsum qui aliquip deserunt nostrud ut adipisicing quis incididunt elit mollit nisi magna. Dolor aute voluptate reprehenderit in velit velit aute qui incididunt. Eiusmod adipisicing quis enim ipsum tempor laborum.\r\n"
  },
  {
    "productName": "non",
    "category": "tv",
    "price": "$8,582.87",
    "picture": "http://placehold.it/32x32",
    "score": 61,
    "brand": "Centice",
    "numberOfReviews": 3,
    "description": "Esse ut aute mollit et ad. Ipsum ullamco ex velit eiusmod in id aliqua labore deserunt sit velit commodo ipsum. Dolor culpa sint aute ullamco do nostrud esse et adipisicing consectetur mollit. Consequat enim aliqua nisi nisi ut eiusmod sit est deserunt consequat. Culpa dolor aliqua Lorem do consectetur ex dolore.\r\n"
  },
  {
    "productName": "minim",
    "category": "smartphone",
    "price": "$7,438.48",
    "picture": "http://placehold.it/32x32",
    "score": 18,
    "brand": "Rockabye",
    "numberOfReviews": 3,
    "description": "Veniam anim enim non culpa voluptate nostrud magna non. Eiusmod exercitation aliquip non aliquip ex velit. Magna aute consectetur sit ut aute tempor nostrud commodo. Quis ipsum sint tempor irure. Minim amet consectetur velit Lorem veniam non quis laboris esse.\r\n"
  },
  {
    "productName": "tempor",
    "category": "chocolate",
    "price": "$6,510.57",
    "picture": "http://placehold.it/32x32",
    "score": 12,
    "brand": "Glukgluk",
    "numberOfReviews": 4,
    "description": "Nisi elit dolore ullamco amet proident. Voluptate quis sit nulla sit. Irure commodo eiusmod esse laboris ipsum labore. Eu commodo occaecat ex occaecat mollit minim ex sint duis. Officia et exercitation adipisicing mollit est est eiusmod.\r\n"
  },
  {
    "productName": "esse",
    "category": "tv",
    "price": "$5,928.55",
    "picture": "http://placehold.it/32x32",
    "score": 99,
    "brand": "Gink",
    "numberOfReviews": 1,
    "description": "Sint pariatur commodo aliqua et officia consequat labore sunt commodo voluptate est do. Exercitation consequat dolore do elit ut veniam nulla consequat culpa ex reprehenderit tempor. Eu deserunt do reprehenderit incididunt sint sunt. Sunt do irure enim tempor occaecat irure tempor.\r\n"
  },
  {
    "productName": "esse",
    "category": "chromebook",
    "price": "$8,365.19",
    "picture": "http://placehold.it/32x32",
    "score": 56,
    "brand": "Evidends",
    "numberOfReviews": 6,
    "description": "Qui cupidatat do mollit elit qui sunt. Pariatur incididunt ad enim irure laboris deserunt quis adipisicing culpa proident. Ea qui excepteur consectetur pariatur nulla ad aliquip sint sint velit excepteur eu occaecat veniam. Ullamco culpa sint laborum ad esse irure aute in id mollit nulla esse. Nisi cillum aute reprehenderit pariatur cillum exercitation officia.\r\n"
  },
  {
    "productName": "proident",
    "category": "laptop",
    "price": "$3,184.23",
    "picture": "http://placehold.it/32x32",
    "score": 21,
    "brand": "Noralex",
    "numberOfReviews": 0,
    "description": "Anim ea proident nulla pariatur cillum. Esse esse amet esse laboris id officia. Sunt ex ad est dolore dolore.\r\n"
  },
  {
    "productName": "reprehenderit",
    "category": "laptop",
    "price": "$9,708.35",
    "picture": "http://placehold.it/32x32",
    "score": 95,
    "brand": "Slambda",
    "numberOfReviews": 1,
    "description": "Consequat excepteur mollit id officia deserunt consectetur labore. Eiusmod in commodo sunt eu cillum nostrud cupidatat veniam et laborum eiusmod occaecat. Ex sit dolore laborum pariatur veniam nisi officia velit labore anim ut. Lorem commodo tempor in duis duis quis esse deserunt adipisicing ipsum occaecat. Commodo quis nostrud culpa fugiat non ullamco ullamco occaecat enim.\r\n"
  },
  {
    "productName": "labore",
    "category": "tv",
    "price": "$3,834.12",
    "picture": "http://placehold.it/32x32",
    "score": 4,
    "brand": "Ronelon",
    "numberOfReviews": 2,
    "description": "Aliqua aliqua deserunt excepteur magna aute id tempor exercitation duis ut. Sunt quis nisi pariatur velit officia. Dolor laboris dolore incididunt aliquip quis elit ad non proident nulla aliqua aliquip duis.\r\n"
  },
  {
    "productName": "cillum",
    "category": "laptop",
    "price": "$4,772.31",
    "picture": "http://placehold.it/32x32",
    "score": 53,
    "brand": "Kindaloo",
    "numberOfReviews": 0,
    "description": "Fugiat adipisicing veniam excepteur pariatur veniam deserunt sit laborum officia ex et in laborum. Nisi eiusmod nulla consectetur anim culpa Lorem duis tempor non do. Reprehenderit deserunt ullamco dolor et occaecat duis incididunt tempor laborum reprehenderit cillum aliqua laboris commodo. Ad et aliquip tempor et ullamco et.\r\n"
  },
  {
    "productName": "aliquip",
    "category": "smartphone",
    "price": "$4,577.64",
    "picture": "http://placehold.it/32x32",
    "score": 37,
    "brand": "Speedbolt",
    "numberOfReviews": 0,
    "description": "Ex laboris excepteur tempor dolore fugiat eiusmod. Lorem sint nulla tempor adipisicing nostrud ut sunt nisi tempor non reprehenderit reprehenderit ex. Quis ex officia elit enim et eu. Aliquip dolor cupidatat nostrud dolore aute cupidatat laboris pariatur esse ipsum ad id tempor. Consequat fugiat aute sint aliquip aliquip adipisicing commodo ut adipisicing nostrud ullamco dolore incididunt. Proident ut irure consectetur ullamco minim labore laboris eu voluptate. Aliquip sint consequat quis amet reprehenderit reprehenderit excepteur sunt adipisicing.\r\n"
  },
  {
    "productName": "commodo",
    "category": "tv",
    "price": "$9,139.96",
    "picture": "http://placehold.it/32x32",
    "score": 62,
    "brand": "Ovation",
    "numberOfReviews": 9,
    "description": "Sint cupidatat ea ut id consectetur. Nisi eu tempor sit velit commodo sit reprehenderit tempor quis. Velit reprehenderit sint sunt consequat voluptate laborum eiusmod commodo et nisi ipsum fugiat ut duis. Deserunt commodo voluptate tempor ullamco. Minim excepteur pariatur labore labore irure nulla ipsum fugiat irure sint sint incididunt aliqua. Labore ullamco sunt dolore eiusmod consectetur esse cillum. Ullamco ipsum consequat nisi aliqua commodo consequat.\r\n"
  },
  {
    "productName": "velit",
    "category": "smartphone",
    "price": "$1,977.93",
    "picture": "http://placehold.it/32x32",
    "score": 36,
    "brand": "Xurban",
    "numberOfReviews": 5,
    "description": "Fugiat laboris laboris minim ut adipisicing pariatur esse minim culpa anim consequat aliquip commodo. Sit nulla commodo nulla duis veniam aliquip veniam. Velit cillum eiusmod aute et fugiat veniam Lorem id. Sint velit sunt cillum aliquip nisi labore mollit ipsum eiusmod veniam tempor qui proident non. Qui amet magna ipsum adipisicing non aute proident cillum aliquip nisi. Occaecat cupidatat mollit aliqua occaecat mollit adipisicing. Consectetur culpa do qui id consequat labore aliqua ipsum id ea enim.\r\n"
  },
  {
    "productName": "eiusmod",
    "category": "tv",
    "price": "$2,583.90",
    "picture": "http://placehold.it/32x32",
    "score": 23,
    "brand": "Supremia",
    "numberOfReviews": 7,
    "description": "Mollit id cupidatat cillum incididunt cupidatat enim non pariatur. In amet deserunt eiusmod exercitation ullamco. Ullamco esse deserunt proident et consectetur ut labore minim sunt et magna eiusmod consectetur. Velit exercitation laborum commodo dolor ipsum veniam minim consequat mollit laborum qui ipsum. Nisi elit qui cupidatat tempor irure occaecat consectetur sit et aute aliquip minim.\r\n"
  },
  {
    "productName": "aliquip",
    "category": "smartphone",
    "price": "$9,469.56",
    "picture": "http://placehold.it/32x32",
    "score": 94,
    "brand": "Chillium",
    "numberOfReviews": 2,
    "description": "Deserunt dolore Lorem nulla aliquip est excepteur occaecat tempor officia quis. Irure do dolor laboris veniam tempor sunt adipisicing et est amet velit irure. Et velit incididunt sunt voluptate ipsum eu ex ullamco id amet anim deserunt. Tempor aliquip non adipisicing pariatur anim consectetur nisi eu proident irure ad pariatur. Ullamco ad culpa laborum incididunt pariatur reprehenderit et.\r\n"
  },
  {
    "productName": "duis",
    "category": "chromebook",
    "price": "$2,541.65",
    "picture": "http://placehold.it/32x32",
    "score": 1,
    "brand": "Medifax",
    "numberOfReviews": 9,
    "description": "Non dolor quis eiusmod reprehenderit et. Duis id cupidatat sit veniam enim consectetur occaecat voluptate dolore proident eiusmod enim. Esse veniam sunt enim quis occaecat est veniam reprehenderit voluptate cillum nisi fugiat. Ea eu culpa nisi labore. Sit ad fugiat elit Lorem enim minim ex in id eiusmod occaecat aliquip non ipsum. Lorem exercitation voluptate do est elit tempor dolor est laborum duis id laboris in mollit.\r\n"
  },
  {
    "productName": "officia",
    "category": "chromebook",
    "price": "$6,746.68",
    "picture": "http://placehold.it/32x32",
    "score": 89,
    "brand": "Edecine",
    "numberOfReviews": 6,
    "description": "Nostrud veniam voluptate minim ex ea deserunt id exercitation mollit reprehenderit cupidatat nostrud. Adipisicing ullamco non ex enim. Et ipsum duis incididunt anim dolor eu.\r\n"
  },
  {
    "productName": "pariatur",
    "category": "chromebook",
    "price": "$185.17",
    "picture": "http://placehold.it/32x32",
    "score": 9,
    "brand": "Kiosk",
    "numberOfReviews": 7,
    "description": "Sit ex esse ad proident sit minim in ex sint sunt. Laboris aute ea voluptate anim amet excepteur sint anim proident ipsum exercitation. Sit minim deserunt consectetur velit pariatur laboris culpa minim. Eiusmod commodo labore quis enim exercitation. Do velit proident reprehenderit velit aliquip et veniam. Mollit aliqua nisi commodo cillum id dolore esse magna ut do.\r\n"
  },
  {
    "productName": "dolor",
    "category": "laptop",
    "price": "$1,665.19",
    "picture": "http://placehold.it/32x32",
    "score": 28,
    "brand": "Uplinx",
    "numberOfReviews": 1,
    "description": "Pariatur sint ipsum sunt ut. Sint magna esse ut laborum id mollit ad cupidatat quis duis sunt aute Lorem. Minim exercitation deserunt minim adipisicing eu pariatur esse ullamco veniam aliquip ad in. Cupidatat quis enim adipisicing pariatur consequat duis anim magna sit ut aliquip. Do ipsum cillum excepteur consectetur cillum.\r\n"
  },
  {
    "productName": "aliqua",
    "category": "laptop",
    "price": "$5,238.52",
    "picture": "http://placehold.it/32x32",
    "score": 86,
    "brand": "Waterbaby",
    "numberOfReviews": 4,
    "description": "Ea sunt minim officia nisi nulla nulla proident eiusmod duis amet enim ullamco fugiat. Exercitation sit id velit magna adipisicing aliqua laboris ullamco. Et laboris culpa id minim magna dolore labore occaecat Lorem. Ea minim labore excepteur exercitation officia. Sunt proident excepteur mollit quis. Cillum aliquip tempor proident fugiat incididunt officia tempor fugiat qui occaecat minim eiusmod sint commodo.\r\n"
  },
  {
    "productName": "aliquip",
    "category": "laptop",
    "price": "$2,830.47",
    "picture": "http://placehold.it/32x32",
    "score": 2,
    "brand": "Zytrek",
    "numberOfReviews": 7,
    "description": "Magna officia reprehenderit ullamco officia nisi qui quis reprehenderit ullamco deserunt consequat duis nisi. Magna Lorem duis cupidatat anim voluptate aliqua. Fugiat id aliquip deserunt velit irure ut.\r\n"
  },
  {
    "productName": "nisi",
    "category": "chromebook",
    "price": "$3,938.40",
    "picture": "http://placehold.it/32x32",
    "score": 49,
    "brand": "Neteria",
    "numberOfReviews": 9,
    "description": "Ullamco occaecat aute consequat velit occaecat ex sint do ullamco eiusmod anim. Velit in elit officia fugiat. Dolore Lorem et ad elit mollit in est nostrud velit ad voluptate culpa eu cillum. Amet consectetur proident cillum labore magna do non. Commodo aliqua reprehenderit quis ea deserunt sint incididunt eu proident. Minim tempor pariatur mollit elit pariatur Lorem. Ea proident cupidatat culpa ea ipsum incididunt occaecat sint nisi cillum exercitation dolore exercitation eu.\r\n"
  },
  {
    "productName": "elit",
    "category": "smartphone",
    "price": "$7,139.10",
    "picture": "http://placehold.it/32x32",
    "score": 34,
    "brand": "Enquility",
    "numberOfReviews": 3,
    "description": "Velit aliquip labore veniam aliqua sit labore proident labore proident nulla. Ullamco non aliquip occaecat excepteur deserunt id aliquip. Tempor adipisicing consequat elit quis mollit in proident qui. Magna magna esse deserunt et esse labore do qui ut dolore deserunt.\r\n"
  },
  {
    "productName": "minim",
    "category": "laptop",
    "price": "$8,771.79",
    "picture": "http://placehold.it/32x32",
    "score": 47,
    "brand": "Entroflex",
    "numberOfReviews": 6,
    "description": "Non do adipisicing enim consectetur occaecat qui. Ut enim aute velit sunt ullamco amet officia commodo duis duis. Nulla eiusmod id officia officia fugiat nostrud esse aliquip do ut culpa ut laborum elit. Nulla eiusmod tempor commodo esse qui mollit incididunt occaecat sunt.\r\n"
  },
  {
    "productName": "anim",
    "category": "smartphone",
    "price": "$8,505.37",
    "picture": "http://placehold.it/32x32",
    "score": 67,
    "brand": "Quintity",
    "numberOfReviews": 3,
    "description": "Tempor dolore ad culpa nostrud in adipisicing. Velit voluptate magna velit ea aliqua officia consequat Lorem consequat non. Lorem cillum non cillum deserunt nostrud reprehenderit et. Proident minim quis do consequat quis tempor ut consectetur non officia enim cupidatat nulla. Adipisicing incididunt labore et proident voluptate fugiat aliquip esse sunt magna. Sint quis Lorem dolore laborum sint quis ex ipsum. Ex tempor ad exercitation anim exercitation aute amet aliqua consectetur ex labore consectetur cupidatat tempor.\r\n"
  },
  {
    "productName": "veniam",
    "category": "chocolate",
    "price": "$2,467.03",
    "picture": "http://placehold.it/32x32",
    "score": 53,
    "brand": "Golistic",
    "numberOfReviews": 4,
    "description": "Exercitation sit sint duis est ut fugiat id esse sit consectetur deserunt ex. Officia laboris mollit officia sunt nisi cupidatat consectetur Lorem sint. Commodo duis consequat quis ad fugiat velit qui nulla veniam voluptate officia.\r\n"
  },
  {
    "productName": "in",
    "category": "chocolate",
    "price": "$7,803.54",
    "picture": "http://placehold.it/32x32",
    "score": 79,
    "brand": "Eplosion",
    "numberOfReviews": 6,
    "description": "Qui velit exercitation duis sint magna irure. Commodo sint ut duis voluptate adipisicing reprehenderit. Sit commodo id elit consectetur adipisicing labore mollit exercitation. Sint consectetur Lorem non reprehenderit dolore magna do. Minim consectetur aute nulla est ad adipisicing. Pariatur qui deserunt ad et.\r\n"
  },
  {
    "productName": "ullamco",
    "category": "smartphone",
    "price": "$2,883.99",
    "picture": "http://placehold.it/32x32",
    "score": 22,
    "brand": "Elpro",
    "numberOfReviews": 8,
    "description": "Magna ipsum laborum sunt ut minim. Ex fugiat consectetur commodo excepteur anim nisi dolor exercitation duis. Nulla exercitation culpa tempor non nisi aute laboris nulla et.\r\n"
  },
  {
    "productName": "nisi",
    "category": "chromebook",
    "price": "$1,604.24",
    "picture": "http://placehold.it/32x32",
    "score": 70,
    "brand": "Volax",
    "numberOfReviews": 9,
    "description": "Cupidatat deserunt cillum irure duis. Tempor exercitation elit esse cillum sint eu est consequat sunt cillum consequat. Enim anim qui ut eu aliquip pariatur nostrud minim est esse duis. Qui quis nostrud ut aute officia consequat fugiat ad velit labore exercitation qui.\r\n"
  },
  {
    "productName": "labore",
    "category": "chromebook",
    "price": "$5,961.36",
    "picture": "http://placehold.it/32x32",
    "score": 44,
    "brand": "Insectus",
    "numberOfReviews": 1,
    "description": "Amet do nulla incididunt nulla enim velit minim ex nostrud tempor dolore veniam in. Laboris ea laboris Lorem dolor laborum anim anim consectetur cillum sunt exercitation et minim do. Veniam cupidatat proident pariatur consectetur. Non ex cillum sunt veniam.\r\n"
  },
  {
    "productName": "ipsum",
    "category": "tv",
    "price": "$8,760.62",
    "picture": "http://placehold.it/32x32",
    "score": 86,
    "brand": "Paragonia",
    "numberOfReviews": 9,
    "description": "Magna excepteur non duis id eu eiusmod non sunt ullamco occaecat aliqua mollit. Cupidatat qui laboris voluptate elit mollit laborum proident incididunt exercitation ut nisi proident consectetur. In ad reprehenderit aute ullamco aliquip nostrud mollit officia eiusmod fugiat fugiat sint. Minim laborum consequat dolor deserunt nisi. Sint nostrud magna id Lorem cillum elit magna enim ea.\r\n"
  },
  {
    "productName": "labore",
    "category": "smartphone",
    "price": "$4,407.46",
    "picture": "http://placehold.it/32x32",
    "score": 8,
    "brand": "Pyramax",
    "numberOfReviews": 7,
    "description": "Amet id et cupidatat aliquip sint est et commodo ex elit. Exercitation officia elit nostrud officia mollit. Eu aute eiusmod nulla irure laboris. Magna cillum anim ipsum aliquip ex velit excepteur non cillum aliqua deserunt labore officia laborum. Pariatur nulla id enim ut consequat exercitation incididunt sint in mollit deserunt. Mollit nulla incididunt est quis ullamco elit dolor exercitation. Lorem exercitation sint incididunt enim.\r\n"
  },
  {
    "productName": "ullamco",
    "category": "chromebook",
    "price": "$383.66",
    "picture": "http://placehold.it/32x32",
    "score": 31,
    "brand": "Magmina",
    "numberOfReviews": 7,
    "description": "Anim ad labore quis irure reprehenderit velit eiusmod laborum aliquip. Quis eiusmod ad elit magna dolore. Voluptate est est consequat pariatur nulla id ut proident tempor.\r\n"
  },
  {
    "productName": "cillum",
    "category": "chocolate",
    "price": "$1,030.55",
    "picture": "http://placehold.it/32x32",
    "score": 19,
    "brand": "Circum",
    "numberOfReviews": 6,
    "description": "Culpa non veniam Lorem pariatur pariatur occaecat laboris in elit exercitation. Officia eu adipisicing aute commodo amet id exercitation occaecat id. Laboris pariatur non occaecat deserunt nostrud ex laboris eiusmod eu aliquip ut. Eiusmod voluptate amet labore aliquip Lorem incididunt dolor nostrud sint nostrud et cupidatat est incididunt. Irure ea fugiat eiusmod non dolor do. Cillum cupidatat adipisicing mollit aliquip irure in occaecat cupidatat incididunt dolor anim aute.\r\n"
  },
  {
    "productName": "veniam",
    "category": "chocolate",
    "price": "$2,161.01",
    "picture": "http://placehold.it/32x32",
    "score": 36,
    "brand": "Cogentry",
    "numberOfReviews": 2,
    "description": "Tempor occaecat et nostrud exercitation. Id laboris do et nisi ea incididunt dolore nisi ut velit consectetur incididunt. Ea elit magna dolor aute. Aliqua non ad incididunt ad ex pariatur occaecat adipisicing proident consequat cillum fugiat.\r\n"
  },
  {
    "productName": "dolore",
    "category": "smartphone",
    "price": "$9,446.04",
    "picture": "http://placehold.it/32x32",
    "score": 94,
    "brand": "Renovize",
    "numberOfReviews": 9,
    "description": "Sit consectetur nostrud enim ad et est voluptate duis fugiat. Adipisicing mollit ipsum ad labore elit. Fugiat sunt exercitation mollit sit consequat dolore elit. Elit enim sunt sit sint veniam. Cupidatat officia voluptate aliqua aliqua cupidatat ipsum do est.\r\n"
  },
  {
    "productName": "sint",
    "category": "tv",
    "price": "$3,268.43",
    "picture": "http://placehold.it/32x32",
    "score": 41,
    "brand": "Niquent",
    "numberOfReviews": 4,
    "description": "Aliqua Lorem nisi velit mollit incididunt. Occaecat ipsum aliquip fugiat elit ad voluptate do dolore laboris. Ex exercitation ut incididunt ad deserunt dolore veniam. Irure occaecat eiusmod excepteur voluptate ullamco non ut ullamco esse fugiat consectetur laboris. Lorem Lorem aliquip adipisicing cillum magna dolore irure occaecat exercitation consequat amet do id. Non aliquip ad reprehenderit tempor tempor et qui commodo pariatur. Magna labore nisi et enim cillum duis.\r\n"
  },
  {
    "productName": "eiusmod",
    "category": "smartphone",
    "price": "$1,862.51",
    "picture": "http://placehold.it/32x32",
    "score": 77,
    "brand": "Interloo",
    "numberOfReviews": 3,
    "description": "Est cillum quis consequat adipisicing ullamco elit irure ex minim tempor velit cillum laboris. Non id minim anim exercitation voluptate quis amet enim et veniam exercitation. Consequat non laborum ullamco sit sint tempor ipsum irure. Cillum ea elit enim do consequat nostrud proident adipisicing exercitation veniam laboris.\r\n"
  },
  {
    "productName": "velit",
    "category": "laptop",
    "price": "$8,230.64",
    "picture": "http://placehold.it/32x32",
    "score": 64,
    "brand": "Tetratrex",
    "numberOfReviews": 5,
    "description": "Tempor nulla nostrud nisi occaecat nulla sint amet eiusmod magna. Lorem nulla ad magna dolore incididunt. Ullamco eu cupidatat cupidatat sint. Elit qui aute deserunt proident occaecat est labore nulla sunt. Pariatur minim eu non nulla magna adipisicing nostrud fugiat eiusmod cillum magna Lorem. Exercitation sint in mollit duis consequat nulla nisi officia laboris aliquip officia incididunt.\r\n"
  },
  {
    "productName": "et",
    "category": "laptop",
    "price": "$1,066.16",
    "picture": "http://placehold.it/32x32",
    "score": 55,
    "brand": "Comstruct",
    "numberOfReviews": 1,
    "description": "Do eiusmod deserunt culpa aliquip nulla do irure enim tempor nostrud occaecat. Excepteur sint enim aliqua et id labore sunt nulla cupidatat nisi aliqua. Labore ullamco in eiusmod officia consectetur ex aliquip consectetur aute quis ea voluptate. Esse dolor eu fugiat consequat est do ex ipsum ad incididunt nisi ex et laborum. Ipsum proident pariatur eu ullamco officia irure proident incididunt exercitation eu velit.\r\n"
  },
  {
    "productName": "non",
    "category": "smartphone",
    "price": "$3,242.32",
    "picture": "http://placehold.it/32x32",
    "score": 87,
    "brand": "Kongle",
    "numberOfReviews": 6,
    "description": "Magna id labore nisi ex elit nostrud esse esse eu exercitation. Non do ullamco nisi mollit proident. Ut consectetur laboris occaecat cupidatat minim sunt adipisicing eu voluptate veniam nisi in. Officia consequat incididunt aliquip aute excepteur id fugiat sit proident. Nisi dolor culpa ex cillum duis aliqua cillum consectetur esse nisi magna laboris. Incididunt duis duis quis fugiat aliqua do consequat id mollit id magna.\r\n"
  },
  {
    "productName": "enim",
    "category": "chromebook",
    "price": "$5,063.47",
    "picture": "http://placehold.it/32x32",
    "score": 51,
    "brand": "Zeam",
    "numberOfReviews": 9,
    "description": "Tempor consequat ullamco labore irure fugiat officia eiusmod cupidatat incididunt cupidatat ipsum ullamco. Dolore adipisicing non non ex ea esse sint sunt labore in eu amet. Velit ipsum culpa est aute amet exercitation voluptate occaecat magna id cupidatat consectetur. Reprehenderit aliquip magna ut exercitation ullamco quis deserunt. Nisi reprehenderit qui adipisicing excepteur ex ut non ea exercitation adipisicing. Excepteur consequat ipsum do eiusmod incididunt consectetur veniam laboris.\r\n"
  },
  {
    "productName": "sunt",
    "category": "smartphone",
    "price": "$7,591.39",
    "picture": "http://placehold.it/32x32",
    "score": 16,
    "brand": "Exerta",
    "numberOfReviews": 6,
    "description": "Deserunt magna sunt eiusmod nostrud voluptate irure aute et ea sit ipsum aliquip reprehenderit sunt. Proident ea sunt esse officia nulla minim adipisicing minim sit excepteur do sit fugiat deserunt. Mollit cupidatat proident elit consequat et est ea. Exercitation minim tempor voluptate pariatur mollit officia exercitation est nostrud anim quis excepteur. Voluptate labore consectetur Lorem esse reprehenderit minim aliqua minim magna non culpa excepteur fugiat eu.\r\n"
  },
  {
    "productName": "reprehenderit",
    "category": "tv",
    "price": "$7,587.68",
    "picture": "http://placehold.it/32x32",
    "score": 13,
    "brand": "Cubix",
    "numberOfReviews": 4,
    "description": "Nulla id dolor aute esse mollit fugiat veniam occaecat eiusmod labore. Culpa velit do veniam irure veniam. Lorem nostrud eiusmod deserunt commodo exercitation nostrud aute laborum commodo nostrud pariatur. Et incididunt nisi laborum reprehenderit eiusmod veniam. Dolor nulla officia id nisi aliquip eiusmod irure Lorem occaecat anim aute duis. Enim eu exercitation est fugiat.\r\n"
  },
  {
    "productName": "velit",
    "category": "chromebook",
    "price": "$7,874.27",
    "picture": "http://placehold.it/32x32",
    "score": 75,
    "brand": "Zillanet",
    "numberOfReviews": 0,
    "description": "Proident tempor ipsum eiusmod incididunt consectetur sunt ex est. Incididunt pariatur do deserunt deserunt ipsum dolor. Aliqua deserunt exercitation eiusmod amet officia ullamco velit ut voluptate esse deserunt exercitation veniam. Excepteur ut tempor deserunt culpa. Reprehenderit ut mollit enim excepteur Lorem proident do laborum aliqua aliqua deserunt duis fugiat. Excepteur laborum ut exercitation sit magna deserunt proident elit excepteur labore enim.\r\n"
  },
  {
    "productName": "nisi",
    "category": "smartphone",
    "price": "$6,607.22",
    "picture": "http://placehold.it/32x32",
    "score": 48,
    "brand": "Comvex",
    "numberOfReviews": 0,
    "description": "Velit commodo minim proident Lorem non quis aliqua id non aute esse pariatur labore. Adipisicing ut non laboris aliqua nisi id aliquip irure consectetur. Anim nulla exercitation exercitation nulla ea laboris nostrud.\r\n"
  },
  {
    "productName": "ullamco",
    "category": "smartphone",
    "price": "$628.54",
    "picture": "http://placehold.it/32x32",
    "score": 99,
    "brand": "Inrt",
    "numberOfReviews": 6,
    "description": "Eu laborum aliqua nulla cupidatat id velit dolor dolore fugiat incididunt fugiat eu aliqua. Anim duis nostrud enim id sunt exercitation ut velit amet adipisicing cupidatat sint nisi. Reprehenderit labore anim et reprehenderit proident esse mollit nisi. Ut eiusmod reprehenderit aute id. Cupidatat laborum enim do Lorem sint. Proident duis labore dolor cupidatat do commodo minim aute aliquip.\r\n"
  },
  {
    "productName": "minim",
    "category": "smartphone",
    "price": "$825.62",
    "picture": "http://placehold.it/32x32",
    "score": 88,
    "brand": "Zerbina",
    "numberOfReviews": 8,
    "description": "Minim ipsum sint veniam laboris. Mollit occaecat eu tempor aliquip et dolore quis aute aliquip aute minim pariatur. Ullamco officia sint ea sint duis irure elit tempor laboris pariatur dolor eiusmod. Et ullamco pariatur exercitation aliqua non enim minim. Qui do occaecat labore ullamco reprehenderit ea culpa non et aute cillum do ea minim. Deserunt anim tempor reprehenderit commodo eu nulla proident. Laboris nostrud ex dolor veniam Lorem.\r\n"
  },
  {
    "productName": "laboris",
    "category": "chocolate",
    "price": "$1,518.61",
    "picture": "http://placehold.it/32x32",
    "score": 52,
    "brand": "Medcom",
    "numberOfReviews": 3,
    "description": "Ut occaecat incididunt aliquip exercitation elit ipsum occaecat eiusmod ipsum est. Irure nostrud pariatur ipsum ad est. Incididunt consequat dolore exercitation deserunt eu aliqua ad excepteur irure adipisicing eu duis.\r\n"
  },
  {
    "productName": "quis",
    "category": "tv",
    "price": "$1,445.40",
    "picture": "http://placehold.it/32x32",
    "score": 31,
    "brand": "Ezentia",
    "numberOfReviews": 7,
    "description": "Velit eu laborum magna ipsum ad non irure dolor ut sunt velit in anim cillum. Laborum velit aliqua tempor mollit mollit ullamco excepteur amet et velit consequat minim cupidatat. Magna tempor velit culpa id nisi dolore aute sunt eiusmod. Exercitation ad consequat dolore do velit veniam incididunt fugiat nisi.\r\n"
  },
  {
    "productName": "mollit",
    "category": "smartphone",
    "price": "$9,657.20",
    "picture": "http://placehold.it/32x32",
    "score": 35,
    "brand": "Geeknet",
    "numberOfReviews": 3,
    "description": "Exercitation aliqua voluptate reprehenderit excepteur mollit. Duis ullamco Lorem duis amet occaecat sunt deserunt dolor eu ad. Eu consectetur consequat nulla eu ex est exercitation. Cillum culpa anim excepteur amet sunt est labore consectetur aliquip laborum aliquip id dolor occaecat. Sit ipsum commodo id velit laboris commodo anim amet cillum do culpa. Laborum ex consectetur est elit dolore anim reprehenderit ut. Id et eiusmod dolore culpa veniam ex laborum ea consectetur quis minim qui minim consequat.\r\n"
  },
  {
    "productName": "deserunt",
    "category": "tv",
    "price": "$376.39",
    "picture": "http://placehold.it/32x32",
    "score": 43,
    "brand": "Rubadub",
    "numberOfReviews": 2,
    "description": "Et incididunt voluptate enim cupidatat labore ullamco aliqua laboris duis cillum enim. Laborum anim aute cupidatat consectetur eiusmod non laborum. Cillum est in ut aliqua excepteur id. Aliquip non deserunt ex cupidatat consectetur duis magna esse. Sunt cupidatat velit ullamco ea. Dolor laboris dolor voluptate elit in ut dolore anim eu consectetur laboris et.\r\n"
  },
  {
    "productName": "elit",
    "category": "chromebook",
    "price": "$443.10",
    "picture": "http://placehold.it/32x32",
    "score": 34,
    "brand": "Applica",
    "numberOfReviews": 3,
    "description": "Lorem sint sint proident occaecat proident excepteur qui adipisicing officia exercitation consequat aliquip laborum duis. Veniam laboris proident consequat reprehenderit. Pariatur adipisicing aliquip elit aute laboris elit cupidatat. Reprehenderit ea magna officia proident irure qui non minim reprehenderit nulla mollit ad magna quis. Est exercitation laboris elit mollit eu sunt. Fugiat velit qui in aliqua ex amet ut labore. Velit eiusmod est elit cupidatat ad eu cillum est dolore commodo.\r\n"
  },
  {
    "productName": "duis",
    "category": "laptop",
    "price": "$387.35",
    "picture": "http://placehold.it/32x32",
    "score": 53,
    "brand": "Kog",
    "numberOfReviews": 4,
    "description": "Officia eu cupidatat velit ex proident proident enim irure duis dolor id ea non est. Mollit sint aute minim incididunt tempor consequat est laborum proident velit non. Velit dolore esse occaecat magna ex. Proident in consequat sunt laboris laboris veniam aute cupidatat veniam amet laboris.\r\n"
  },
  {
    "productName": "ad",
    "category": "smartphone",
    "price": "$2,252.42",
    "picture": "http://placehold.it/32x32",
    "score": 79,
    "brand": "Maineland",
    "numberOfReviews": 8,
    "description": "Occaecat consectetur incididunt velit culpa minim mollit ea ipsum magna consequat. Cupidatat veniam aliquip ad consequat labore do ex consectetur id laboris ipsum magna irure. Elit proident aliqua ex quis aute occaecat irure nulla labore. Magna cillum commodo nulla quis elit quis ut veniam officia deserunt dolore. Ullamco reprehenderit id incididunt dolor enim ullamco. Excepteur ut esse nostrud eiusmod officia qui quis proident do adipisicing veniam. Aliquip anim ea nulla excepteur non et nostrud id veniam sunt minim ipsum aliqua.\r\n"
  }
]